amd-ucode
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
cava
cliphist
cmake
cmatrix
cpio
discord
efibootmgr
fastfetch
fish
git
github-cli
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
iw
iwd
jq
kitty
libpulse
linux
linux-firmware
meson
mpv
nano
noto-fonts-emoji
nwg-displays
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
pulsemixer
qt5-wayland
qt6-wayland
rofi
rsync
sddm
slurp
smartmontools
sof-firmware
steam
swaync
swww
thunderbird
tlp
tlp-rdw
udiskie
vim
vulkan-intel
vulkan-radeon
waybar
wev
wf-recorder
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
zed
zram-generator
